import {T_Device} from "src/modules/types.ts";

export const DeviceMocks:T_Device[] = [
    {
        id: 1,
        name: "Проектор ACER",
        status: 1,
        image: "",
        description: "Проектор ACER — это информационная система, предоставляющая единый web-интерфейс для доступа сотрудников компании к различным корпоративным данным и инструментам.",
        cables: 100000
    },
    {
        id: 2,
        name: "Микрофон СОЮЗ",
        status: 1,
        image: "",
        description: "Рекламный спецпроект — масштабная интегрированная кампания с участием блогера, множеством инструментов, нестандартной механикой и общей креативной идеей. Спецпроекты запускают, чтобы повысить охваты, узнаваемость и лояльность. Инфлюенсер может обеспечивать медийную поддержку, выступать участником или амбассадором спецпроекта.",
        cables: 50000
    },
    {
        id: 3,
        name: "Микрофон SVEN5",
        status: 1,
        image: "",
        description: "Игра́ — инстинктивный способ получения и развития навыков людьми и животными в момент отсутствия непосредственной угрозы для жизни. Характеризуется тенденцией к повторению и отсутствием цели как мотива к удовлетворению физиологических потребностей.",
        cables: 25000
    },
    {
        id: 4,
        name: "Динамики SVEN MK200"",
        status: 1,
        image: "",
        description: "«Застройщик» – официальный термин для обозначения организации, занимающейся строительством и одновременной реализацией коммерческих и жилых помещений в многоквартирных домах, коттеджных поселках, таунхаусах.",
        cables: 250000
    }
]